;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Date.........: 15 March 2025
;~ Author.......: Derick Payne (Rizonesoft)
;~ Link.........: https://rizonesoft.com
;~ =============================================================================

[Main]
Product = Firemin
Version = 12

[Language]
;~ Please ad the translated language name next to the English name. For example; Ελληνικά - Greek
Name = Deutsch - German
Code = de
Encoding = Unicode (UTF-16) LE BOM

[Translations]
;~ Please do not translate this section.
About = About
Custom = Custom
Donate = Donate
Menus = Menus
Messages = Messages
Messages2 = Messages2
Preferences = Preferences
Update = Update
Versioning = Versioning

[About]
Window_Title = Über %{Program.Name}
Label_Version = Version
Label_AutoIt = Erstellt mit AutoIt Version
Label_Copyright = Copyright
Tip_Title_Donate = Spenden Sie für unsere Sache
Tip_Message_Donate = Wenn Sie spenden, helfen Sie uns, unsere Software kostenlos zu halten\r\nund ermöglichen es uns, die Werkzeuge und Dienste zu erwerben,\r\ndie wir nutzen, um Ihnen zu dienen.
Label_Home = Homepage
Label_License = Lizenz
Label_Support = Support erhalten
Tip_Title_Country = Hergestellt in Südafrika
Tip_Message_Country = %{Program.Name} wurde in Südafrika geboren.
Label_Contributors = Mitwirkende
Button_Ok = Ok
Label_RAM = (RAM) %d MB FREI VON %d MB (%d%%)
Label_HDD = (%s) %.2f GB FREI VON %.2f GB (%d%%)
Tip_Facebook = Liken Sie uns auf Facebook.
Tip_GitHub = %{Program.Name} auf GitHub.

[Custom]
Label_Status_Welcome = Beginnen Sie mit dem Laden des Browsers (wählen Sie den Dateinamen).\r\n%{Program.Name} erkennt automatisch den Prozess aus der ausgewählten ausführbaren Datei.
Label_Status_Updates = Suche nach Updates
Group_Load_Browser = Browser laden
Label_Executable = Ausführungspfad (%s):
Label_Process_Usage = Nutzung | Spitze:
Label_Process_Count = Prozessanzahl:
Button_Browse = &Durchsuchen
Group_Options = Optionen
Checkbox_Reduce_Mem = Speicher reduzieren alle:
Label_Milliseconds = Millisekunden
Checkbox_Reduce_Limit = Speicher nur reduzieren, wenn Nutzung über:
Checkbox_Start_With = %s starten wenn %{Program.Name} startet
Checkbox_Enable_Extended_Processes = Erweiterte Prozesse aktivieren
Button_Extended_Processes = &Erweiterte Prozesse
Checkbox_Start_Windows = %{Program.Name} beim Windows-Start ausführen
Label_Settings_Updated = Einstellungen erfolgreich aktualisiert.
Button_Cancel = Abbrechen
Button_Save = Speichern
Time_Unit_01 = Millisekunden
Time_Unit_02 = Sekunden
Time_Unit_03 = Minuten
Time_Unit_04 = Stunden
Label_Boost_Description = Reduziere alle %s %s wenn Nutzung über %s MB.
Title_Select_Browser = Browser auswählen
Tip_Minimized_Title = %{Program.Name} läuft noch!
Tip_Minimized_Message = %{Program.Name} wird weiterhin laufen, um die Speichernutzung von %s zu optimieren.\r\nKlicken Sie auf das Tray-Symbol, um verschiedene Optimierungsoptionen zu ändern.
Label_Notice = %{Program.Name} ist für den Einsatz auf Desktop-Computern und Laptops konzipiert.\r\nFür Serverumgebungen haben wir Firemin Server entwickelt. Mehr erfahren...

[Donate]
Label_Heading = Wie wäre es mit einer kleinen Spende, um unsere Software für immer kostenlos zu halten?
Label_Message = Klicken Sie unten auf die PayPal-Schaltfläche, wählen Sie einen Betrag und senden Sie uns die Spende.\r\nIhre Spende wird verwendet, um unsere Software zu verbessern und alles bei Rizonesoft kostenlos zu halten.\r\nEine Spende von 20$ hält uns mindestens einen Monat am Laufen.
Label_Donate = Würden Sie ein kleines Geschenk von 10$ in Erwägung ziehen, um uns zu helfen, %{Program.Name} zu verbessern und am Laufen zu halten?

[Menus]
File = &Datei
File_Preferences = &Einstellungen
File_Close = &Schließen\tShift+Alt+F4
Help = &Hilfe
Help_Update = Nach &Updates suchen
Help_Home = %{Company.Name} &Startseite
Help_Downloads = Weitere &Downloads
Help_Support = &Support erhalten
Help_Issue = Ein &Problem melden
Help_Donate = Für &unsere Sache spenden
Help_About = Über %{Program.Name}
Tray_About = Über %{Program.Name} %s
Tray_Open = %{Program.Name} öffnen
Tray_Extended_Processes = Erweiterte Prozesse
Tray_Run = %s ausführen
Tray_Run_Safemode = %s im abgesicherten Modus ausführen

[Messages]
Info_Title = Bitte beachten
Warning_Title = Warnung!
Error_Title = Ups! Etwas ist schiefgelaufen!
Error_Oops = Ups!
Singleton = Eine weitere Instanz von %{Program.Name} läuft bereits.\r\nTipp: Klicken Sie auf das %{Program.Name}-Symbol im Benachrichtigungsbereich.
Compatible = %{Program.Name} ist nicht mit Ihrer Windows-Version kompatibel.\r\nWenn Sie glauben, dass dies ein Fehler ist, können Sie gerne eine Nachricht bei '%s' mit allen Details hinterlassen.
Compatible_Bit = Leider ist %{Program.Name} 32 Bit nicht mit Ihrer Windows-Version kompatibel.\r\nBitte laden Sie %{Program.Name} 64 Bit von '%s' herunter

[Preferences]
Window_Title = Einstellungen
Tab_General = Allgemein
Tab_Performance = Leistung
Tab_Language = Sprache
Group_Notifications = Benachrichtigungen
Group_Extended_Processes = Erweiterte Prozesse
Group_Priority = Priorität
Group_Memory = Speicher
Group_Language = Sprache
Checkbox_Notifications = Tray-Benachrichtigungen anzeigen
Label_Extended_Processes = Geben Sie hier die Namen zusätzlicher Prozesse ein, die %{Program.Name} optimieren soll.\r\nDie Liste muss durch Kommas getrennt sein (Process01.exe, Process02.exe, etc)
Label_SetPriority = Prozesspriorität festlegen:
Checkbox_SaveRealtime = Priorität über hoch speichern (nicht empfohlen).
Checkbox_ReduceMemory = Speicher bei niedrigem Systemspeicher reduzieren.
Label_Language_Message = Wählen Sie Ihre bevorzugte Sprache und drücken Sie die %s-Taste zum Fortfahren. (Neustart erforderlich)
Button_Save = Speichern
Button_Cancel = Abbrechen
Label_Updated = Einstellungen aktualisiert
MsgBox_Language_Title = Sprache geändert
MsgBox_Language_Message = Die ausgewählte Sprache wurde geändert.\r\n%{Program.Name} muss neu gestartet werden, damit die gewählte Sprache wirksam wird.
MsgBox_Closing_Title = %{Program.Name} wird geschlossen
MsgBox_Closing_Message = Möchten Sie %{Program.Name} jetzt schließen?
Button_Export = Exportieren
Dialog_Export_Title = Erweiterte Prozesse exportieren
Dialog_Export_Error_Title = Exportfehler
Dialog_Export_Error_Message = Exportdatei konnte nicht erstellt werden.
Dialog_Export_Success_Title = Export erfolgreich
Dialog_Export_Success_Message = Liste der erweiterten Prozesse exportiert nach:
Button_Import = Importieren
Dialog_Import_Title = Erweiterte Prozesse importieren
Dialog_Import_Error_Title = Importfehler
Dialog_Import_Error_Message = Importdatei konnte nicht gelesen werden.
Dialog_Import_Success_Title = Import erfolgreich
Dialog_Import_Success_Message = Liste der erweiterten Prozesse wurde erfolgreich importiert.
Dialog_Import_Empty_Title = Keine Prozesse gefunden
Dialog_Import_Empty_Message = In der ausgewählten Datei wurden keine gültigen Prozesse gefunden.

[Update]
Window_Title_Available = Update verfügbar
Window_Title_Congratulations = Glückwunsch!
Window_Title_Error = Etwas ist schiefgelaufen!
Label_Message_Update = Eine neue Version von '%{Program.Name}' ist verfügbar.
Label_Message_Latest = Sie verwenden die neueste Version von '%{Program.Name}'.
Label_Message_Error = Informationen über die neueste Version von '%{Program.Name}' konnten nicht abgerufen werden.
Label_Message_Internet = Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
Label_Build_Current = Aktuelle Version:
Label_Build_Update = Update Version:
CheckBox_NoUpdate = Beim Start nicht nach Updates suchen.
Button_Update = Mehr lesen
Button_Close = Schließen

[Versioning]
Administrator = Administrator
Build = Build
AutoIt_Version = verwendet AutoIt Version %{AutoIt.Version}
Bit = Bit